app/controllers/students_controller.rb

SELECT  "students".* FROM "students" WHERE "students"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
UPDATE "students" SET "last_name" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["last_name", "45"], ["updated_at", "2019-11-30 01:25:42.821992"], ["id", 1]]
---
  def update
    @student = Student.find(params[:id])
    @student.update(student_params)